Repository: alexruizdev/Apolo
Catalog: Apolo/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# Common/OnlyPaid.Content
source: Paid
es_es: Pagados

# Common/OnlyUnpaid.Content
source: Unpaid
es_es: Sin pagar

# Common/StartDate.Header
source: Start Date
es_es: Fecha inicial

# Common/EndDate.Header
source: End Date
es_es: Fecha final

# Common/ActiveBill.Text
source: Active Bill
es_es: Factura seleccionada

# Common/NewInvoice.Text
source: Create bill
es_es: Crear factura

# Common/Date.Text
source: Date
es_es: Fecha

# Common/Selected.Text
source: Selected
es_es: Seleccionado

# Common/TotalAll.Text
source: Total All
es_es: Total global

# Common/Summary.Text
source: Summaries
es_es: Resumen

# Common/FirstName
source: First name
es_es: Nombre

# Common/LastName
source: Last name
es_es: Apellidos

# Common/Address.Header
source: Address
es_es: Dirección

# Common/ZipCode.Header
source: Zip code
es_es: Código postal

# Common/City.Header
source: City
es_es: Ciudad

# Common/Name.Header
source: Name
es_es: Nombre

# Common/Service.Header
source: Service
es_es: Servicio

# Common/LessonDetails.Text
source: Lesson Details
es_es: Detalles de clase

# Common/LessonName.Header
source: Lesson name
es_es: Nombre de la clase

# Common/SpecificationName.Header
source: Specification name
es_es: Nombre de la especificación

# Common/PricingOptions.Text
source: Pricing & Options
es_es: Precio y opciones

# Common/ServiceDetails
source: Service Details
es_es: Detalles del servicio

# Common/DurationMinutes.Header
source: Duration (minutes):
es_es: Duración (minutos):

# Common/Tip
source: Tip:
es_es: Propina:

# Common/Online.Text
source: Online
es_es: En línea

# Common/WeekendOrHoliday.Text
source: Weekend or Holiday
es_es: Fin de semana o festivo

# Common/Notes
source: Notes
es_es: Notas

# Common/Price.Text
source: Price:
es_es: Precio:

# Common/PerHour.Text
source: Price/Hour
es_es: Precio/Hora

# Common/TravelAllowance.Header
source: Travel Allowance
es_es: Tarifa por desplazamiento

# Common/WeekendFee.Header
source: Weekend Fee
es_es: Tarifa de fin de semana

# Common/TaxId.Header
source: Tax ID
es_es: NIF

# Common/BankName.Header
source: Bank Name
es_es: Nombre del banco

# Common/BankAccount.Header
source: Bank Account (IBAN)
es_es: Cuenta bancaria (IBAN)

# Common/TaxPercent.Header
source: IVA (VAT) Percent
es_es: IVA (VAT) Porcentaje

# Common/Email.Header
source: Email
es_es: Correo electrónico

# Common/Phone.Header
source: Phone
es_es: Teléfono

# Common/ProgressiveSearch
source: Type to search...
es_es: Escribe para buscar...

# Common/Payer.Header
source: Payer
es_es: Pagador

# Common/EditBill.Text
source: Edit existing bill
es_es: Editar factura

# Lessons/Title.Text
source: Lessons
es_es: Clases

# Services/Title.Text
source: Services
es_es: Servicios

# Payers/Title.Text
source: Payers
es_es: Pagadores

# Dashboard/Title.Text
source: Dashboard
es_es: Panel de Datos

# Dashboard/EarningsSelectedMonth.Text
source: Earnings (Selected Month)
es_es: Ingresos (mes seleccionado)

# Dashboard/TotalUnpaidAllTime.Text
source: Total Unpaid (All Time)
es_es: Total sin pagar (histórico)

# Dashboard/LessonsSelectedMonth.Text
source: Lessons (Selected Month)
es_es: Clases (mes seleccionado)

# Dashboard/IncomesPerYearComparison.Text
source: Incomes per Year Comparison
es_es: Comparación de ingresos por año

# Dashboard/PaidVsUnpaidSelectedMonth.Text
source: Paid vs Unpaid (Selected Month)
es_es: Pagadas vs Sin pagar (mes seleccionado)

# Dashboard/Top5PayersSelectedMonth.Text
source: Top 5 Payers (Selected Month)
es_es: Top 5 pagadores (mes seleccionado)

# Proposal/Title.Text
source: Client Budget Proposals
es_es: Presupuestos para clientes

# Proposal/ServiceDetails.Text
source: Service Details
es_es: Detalles del servicio

# Proposal/FrequencySetup.Text
source: Frequency Setup
es_es: Configuración de frecuencia

# Proposal/TimeIntervalUnit.Text
source: Time Interval Unit
es_es: Unidad de intervalo de tiempo

# Proposal/TimesPerWeek.Content
source: Times per Week
es_es: Veces por semana

# Proposal/TimesPerMonth.Content
source: Times per Month
es_es: Veces por mes

# Proposal/PricePerSession.Text
source: PRICE PER SESSION
es_es: PRECIO POR SESIÓN

# Proposal/BasePrice.Text
source: Base Price
es_es: Precio base

# Proposal/WeekendHolidayFee.Text
source: Weekend / Holiday Fee
es_es: Recargo fin de semana/festivo

# Proposal/DurationMultiplier.Text
source: Duration Multiplier
es_es: Multiplicador de duración

# Proposal/TravelAllowance.Text
source: Travel Allowance
es_es: Tarifa por desplazamiento

# Proposal/RequestedBudget.Text
source: REQUESTED BUDGET
es_es: PRESUPUESTO SOLICITADO

# Proposal/EstimatedMonthlyCost.Text
source: Estimated monthly cost:
es_es: Coste mensual estimado:

# Proposal/FrequencyInput.Header
source: Frequency:
es_es: Frecuencia:

# Proposal/FrequencyReport.Text
source: Frequency:
es_es: Frecuencia:

# Proposal/FrequencyVariant.Header
source: Frequency Variant:
es_es: Variante de frecuencia:

# Proposal/FrequencyVariantReport.Text
source: Frequency Variant:
es_es: Variante de frecuencia:

# Proposal/Hours.Text
source: hrs
es_es: h

# Students/Title.Text
source: Students
es_es: Alumnos

# Students/Payer.Text
source: Payer
es_es: Pagador

# Students/DeleteStudent.ToolTipService.ToolTip
source: Delete student
es_es: Borrar estudiante

# Students/EditStudent.ToolTipService.ToolTip
source: Edit estudiante
es_es: Editar estudiante

# Specifications/Title.Text
source: Specifications
es_es: Especificaciones

# Specifications/Service.Text
source: Service:
es_es: Servicio:

# Specifications/Duration.Text
source: Duration:
es_es: Duración:

# Settings/Title.Text
source: Settings
es_es: Configuración

# Settings/UserManual.Content
source: User manual
es_es: Manual de usuario

# Settings/MainInformation.Header
source: Main Information
es_es: Información principal

# Settings/BillingTaxDetails.Header
source: Billing & Tax Details
es_es: Datos fiscales y de facturación

# Settings/ConfigurationFees.Header
source: Configuration & Fees
es_es: Configuración y tarifas

# Settings/BillingFolder.Text
source: Billing Folder
es_es: Carpeta de facturas

# Settings/BackupsFolder.Text
source: Backups Folder
es_es: Carpeta de copias de seguridad

# Settings/SelectFolder.PlaceholderText
source: Select a folder...
es_es: Selecciona una carpeta...

# Settings/PickFolder.Content
source: Pick a folder
es_es: Seleccionar carpeta

# Settings/DataManagement.Text
source: Data Management
es_es: Gestión de datos

# Settings/DangerZone.Text
source: Danger Zone
es_es: Zona de peligro

# Settings/ArchiveOldData
source: Archive old data
es_es: Archivar datos antiguos

# Settings/SelectPayersArchive
source: Select payers to retrieve from archive.
es_es: Selecciona pagadores para recuperar del archivo.

# Settings/PickFile
source: Pick a file
es_es: Seleccionar archivo

# Settings/ArchiveDatabase
source: Archive Database
es_es: Archivar base de datos

# Settings/RetrieveFromArchive
source: Retrieve from archive
es_es: Recuperar desde archivo

# Settings/DeleteDatabase.Label
source: Delete database
es_es: Borrar base de datos

# Settings/DeleteArchive.Label
source: Delete archive
es_es: Borrar archivo

# Actions/DeleteDatabase
source: delete database
es_es: borrar base de datos

# Actions/DeleteArchive
source: delete archive
es_es: borrar archivo

# Actions/RemoveSelectedLessons
source: remove selected lessons
es_es: quitar clases seleccionadas

# Actions/DeleteBill
source: delete bill
es_es: borrar factura

# Actions/DeletePayer
source: delete payer
es_es: borrar pagador

# Actions/DeleteService
source: delete service
es_es: borrar servicio

# Actions/DeleteStudent
source: delete student
es_es: borrar alumno

# Actions/DeleteSpecification
source: delete specification
es_es: borrar especificación

# Actions/DeleteLesson
source: delete lesson
es_es: borrar clase

# App/UnexpectedErrorTitle
source: Unexpected Error
es_es: Error inesperado

# App/UnexpectedErrorContent
source: A critical error occurred. The application has logged the issue, but it may behave unexpectedly if you continue.\n\nDetails: {0}
es_es: Se ha producido un error crítico. La aplicación ha registrado la incidencia, pero puede comportarse de forma inesperada si continúas.\n\nDetalles: {0}
